Repository: single-service/payments_service
Catalog: billing_admin/payments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Rubl
ru: Рубль

source: Dollar
ru: Доллар

source: EUR
ru: Евро

source: Name
ru: Наименование

source: Payment Items Group
ru: Группа платежных позиций

source: Description
ru: Описание

source: Price
ru: Цена

source: Currency
ru: Валюта

source: Payment Item
ru: Платежная позиция

source: Payment Items
ru: Платежные позиции

source: Items Count
ru: Количество позиций

source: Discount Value, %
ru: Скидка, %

source: Payment Item Discount
ru: Скидка

source: Payment Items Discounts
ru: Скидки
